Repository: myclabs/Inventory
Catalog: application/languages/Account/role.tmx
Source language: fr
Languages: en

source: Cette page liste les utilisateurs ayant le droit d'accéder à ce compte. Les accès au sous-éléments (workspaces, …) ne sont pas répertoriés sur cette page.
en: This page shows the users allowed to access this account. User having only access to sub-elements (workspaces, …) are not shown here.

source: Administrateur
en: Administrator

source: Administrateurs
en: Administrators

source: Aucun administrateur
en: No administrator

source: Un administrateur de compte a un accès non restreint à tous les workspaces et toutes les bibliothèques du compte. Il peut également en créer des nouveaux et supprimer les éléments existant. Enfin, il peut nommer d'autres administrateurs de compte.
en: An account administrator has a non restricted access to all the workspaces and libraries of the account. He can also create new ones and delete existing ones. Finally, he can promote other users as account administrators.

source: Voulez-vous vraiment que cet utilisateur ne soit plus administrateur de compte ?
en: Do you really want this user to not be an administrator of this account anymore?

source: Adresse e-mail de l'utilisateur
en: User e-mail address

source: Attribution du rôle : [ROLE] à l’utilisateur : [USER]
en: Creation of role: [ROLE] for user: [USER]

source: Suppression du rôle : [ROLE] de l’utilisateur : [USER]
en: Removal of role: [ROLE] from user: [USER]
